var local_database = [
    {
        date: "Sep 18 2016",
        title: "唐宁：金融科技企业的实质是什么?",
        imgSrc: "/images/post/crab.jpg",
        avatar: "/images/avatar/1.png",
        content: "随着科技的发展与创新，金融行业业态正发生着翻天覆地的变化，从前几年“互联网金融”野蛮生长到近年的销声匿迹，取而代之的是“金融科技”，这些都在说明科技正在重塑金融行业。",
        reading: "112",
        collection: "96",
        headImgSrc: "/images/post/crab.jpg",
        author: "林白衣",
        dateTime: "24小时前",
        detail: '5月26日宜信在北京大学斯坦福中心举办一场名为“科技让金融更美好”的沙龙，他们试图用金融科技重新诠释金融与生活的关系，并提出“未来生活、未来金融”。会后，FT中文网专访了宜信CEO唐宁，就“金融科技时代的思考?如何辨别金融科技真伪创新?如何理解当前中国金融科技监管思路?宜信在整个行业发展过程中扮演怎样的角色?”等问题，唐宁分享了自己的观点。今年5月中国央行、中国支付清算协会先后成立了金融科技委员会、金融科技专业委员会。有专家指出，此举旨在适时制定金融科技发展战略规划与政策指引，有助于引导新技术在金融领域的正确使用。对此，唐宁表示，从监管角度看，金融监管与创新并不矛盾，但是不必要的监管一定会阻碍创新。目前业界已经有种共识，即在模式创新、技术创新的支持下，中国的金融行业将变得更加包容、高效和可触及，而业界和监管层只是从不同的角度努力促成上述目标。回想2000年互联网泡沫破灭，那个时候很多人认为互联网是不是从此消失，但是今天的实际情况似乎超乎了这些人的想像，无论是网络信贷，还是金融科技，它们均处于一个持续高速发展后盘整或者阶段性调整的时期，随着监管的完善和规范，使得行业更加健康的发展，对于宜信这类从业者而言，无疑是非常珍惜的。',
        postId: 0,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38",
            title: "夜夜夜夜-齐秦",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000"
        }
    },
    {
        title: "比利·林恩的中场故事",
        content: "一 “李安是一位绝不会重复自己的导演，本片将极富原创性李安众所瞩目的新片《比利林恩漫长的中场休息》，正式更名《半场无战事》。",
        imgSrc: "/images/post/bl.png",
        reading: 62,
        detail: "一 “李安是一位绝不会重复自己的导演，本片将极富原创性”李安众所瞩目的新片《比利林恩漫长的中场休息》，正式更名《半场无战事》。预告片首次曝光后，被视作是明年奥斯卡种子选手。该片根据同名畅销书改编。原著小说荣获美国国家图书奖。也被BBC评为21世纪最伟大的12本英文小说之一。影片讲述一位19岁德州男孩的比利·林恩入伍参加伊战，在一次交火中他大难不死，意外与战友成为大众的关注焦点，并被塑造成英雄。之后他们返回国内，在橄榄球赛中场休息时授勋。这名战争英雄却面临前所未有的心灵煎熬……李安为什么选中这部电影来拍？因为李安想要挑战前所未有的技术难题：以120帧每秒的速度、4K、3D技术全面结合，来掀起一场电影视觉革命。什么意思？所谓“电影是24格每秒的谎言”，其中的24格，就是帧数。",
        collection: 92,
        dateTime: "24小时前",
        headImgSrc: "/images/post/bl.png",
        author: "迷的城",
        date: "Nov 20 2016",
        avatar: "/images/avatar/1.png",
        postId: 1,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/C100003GdCmG4NkEOR.m4a?fromtag=38",
            title: "鬼迷心窍-李宗盛",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000"
        }
    },
    {
        //按住alt + shift + F 可以格式化代码样式
        title: "当我们在谈论经济学时，我们在谈论什么?",
        content: "引言在我跟学生课后交流时，以及我在知乎上阅读有关“经济”问题的论题时，经常会遇到这样的情况：...",
        detail: "1 引言\n\n在我跟学生课后交流时，以及我在知乎上阅读有关“经济”问题的论题时，经常会遇到这样的情况：有些人套用“经济理论“的知识去解释现实中发生的经济事件，结果发现很多事情讲不通，或者发现”理论告诉我们的“与现实发生的是相反的。也有学生经常跟我说：经济学有什么用？为了说明这个，我经常从两个方面来进行解释，尝试用我个人所擅长的解决问题的视角和他们能够听懂的方法来说明经济学是什么，它的作用边界在哪里：\r\n\n2 ”简笔素描“与”油画肖像“我们给人画肖像画，可以用简笔素描，也可以用油画肖像。油画肖像可以在最大程度上保存了人物的各方面的细节和特点，而简笔素描则忽略了很多细节。尽管简笔素描忽略了人物的许多细节，但我们仍旧能够很容易的认出画中的人物是谁。为什么？因为这种方法保留了人物最显著的特征，以至于我们可以忽略其次要特征而对人物做出判定。\n\n2.1 ”简笔素描“对于绝大多数的非经济学专业大众而言（经济学相关专业硕士学历以上），人们所接触到的经济学都是初级微观经济学。所谓的初级微观经济学，对于经济问题的”画法“就是一种”简笔素描“。比如初级微观经济学教材中广为使用的这种一元一次需求函数：y=bx+a，需求量的唯一变量是产品价格。但仅凭直觉我们就可以断言，现实中影响需求量的因素绝不止价格这一种，因此我们可以认为这个模型对经济问题的描述是失真的。然而但这种失真却是必要的和有意义的，其意义在与它利于揭示价格对于需求的影响，而不在于否定影响需求的其他因素——",
        imgSrc: "/images/post/sls.jpg",
        headImgSrc: "/images/post/sls.jpg",
        reading: 62,
        collection: 92,
        author: "知乎",
        date: "Nov 12 2016",
        dateTime: "三天前",
        avatar: "/images/avatar/3.png",
        postId: 2,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/C100004HLusI2lLjZy.m4a?fromtag=38",
            title: "女儿情-万晓利",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004Wv5BO30pPc0.jpg?max_age=2592000"
        }
    },
    {
        title: "菜鸟VS顺丰，谁动了谁的奶酪？",
        content: "2017年6月1日儿童节，中国市值最大的快递物流企业顺丰控股(002352.SZ)，和最大的物流及供应链平台菜鸟网络，打了起来。",
        imgSrc: "/images/post/xiaolong.jpg",
        reading: 102,
        detail: "菜鸟网络在6月1日下午14点32分发布《关于顺丰暂停物流数据接口的声明》称，顺丰主动关闭了丰巢自提柜和淘宝平台物流数据信息回传;四个小时后，顺丰回应称是菜鸟单方面切断信息接口。菜鸟和顺丰打架，惊动了作为邮政企业和快递企业主管单位的中国国家邮政局。2017年6月1日晚间23点20分，国家邮政局官方微博发声，称“要讲政治，顾大局，寻求解决问题的最大公约数，切实维护市场秩序和消费者合法权益，决不能因企业间的纠纷产生严重的社会影响和负面效应。”此时距离菜鸟网络在当天下午14点32分发表《菜鸟关于顺丰暂停物流数据接口的声明》，不到9个小时。菜鸟急了菜鸟网络的全称为菜鸟网络科技有限公司，是阿里巴巴旗下的大数据物流协同平台，成立于2013年5月，创始股东包括阿里巴巴、银泰、复星、富春投资、顺丰和三通一达(申通、圆通、中通、韵达)等。其中，阿里巴巴集团旗下天猫出资21.5亿，占股43%;银泰集团投16亿，占股32%;富春集团投5亿，占股10%;复星集团投5亿，占股10%;顺丰、圆通、中通、韵达、申通各出资5000万，各占股1%。不过，目前在菜鸟网络官网的自我介绍中，关于股东情况提到了三通一达，却没有顺丰。工商资料显示，菜鸟网络科技有限公司的唯一股东是Cainiao Smart Logistics Network (Hong Kong) Limited(菜鸟智能物流网络(香港)有限公司)。南方周末记者从香港公司注册处查询显示，该公司注册成立于2015年6月17日，截至2016年7月15日，公司唯一股东为注册于英属维京群岛的Cainiao Smart Logistics Network (BVI) Limited，股东变化情况不得而知。在菜鸟网络成立之初，作为法定代表人和董事长的阿里巴巴集团董事局主席马云就强调，“我们不会抢快递公司的生意，阿里巴巴是永远不会做快递的。”菜鸟网络试图通过大数据的能力，帮助商家和物流企业提升物流效率。它的具体做法是，在现有物流业态的基础上，建立一个物流基础设施平台，接入快递公司、仓配服务商、日日顺、落地配公司等，打通跨境、快递、仓配、农村、末端配送的全网物流链路，“打造社会智能物流骨干网，建立开放、透明、共享的数据应用平台”。按照菜鸟物流官网的介绍，截至2015年11月，中国超过70%的快递包裹、数千家国内外物流、仓储公司以及170万物流及配送人员都在菜鸟数据平台上运转。假如顺丰真的和菜鸟网络分道扬镳，意味着菜鸟网络这张大网撕开了一个巨大缺口。2016年3月，菜鸟网络宣布了一项约100亿元人民币的A轮融资。启用BVI架构、融资，市场猜测菜鸟网络有海外上市的考虑。顺丰撕开的这个缺口若做实，菜鸟网络的上市故事很可能要打折扣。首先是丰巢智能快递柜。2015年4月，深圳市顺丰投资有限公司、申通快递、中通快递、上海云韵投资管理有限公司(上海云韵是韵达控股股份有限公司的全资孙公司)、苏州普洛斯企业服务有限公司，共同投资创建丰巢科技，注册资本5亿元，智能快递柜解决的是物流配送“最后100米”的仓储问题。丰巢科技官网介绍，截至2016年底，丰巢在70多个城市有超过4万台快递柜，与全国100多家物业公司达成合作。从数量上看应该是仅次于行业先行者速递易。2017年1月，丰巢宣布完成25亿元A轮融资时披露，其格口数量达300万，日均包裹处理量已达快递柜行业第一。可以想见，接到顺丰方面暂停数据接口的通知，对菜鸟是一大打击。而随后顺丰速运在淘宝、天猫的物流选项中消失，则很有可能是菜鸟网络的反击。毕竟，如果说丰巢主动断开数据接口是出于数据安全考虑，而顺丰速运断开淘宝、天猫业务，对顺丰来说不合商业逻辑，顺丰集团在回应中所称的“不会因为任何商业利益或胁迫而损害任何用户利益”，此举更像是被动而为之。对于菜鸟网络来说，顺丰速运主动或被动的离开，比任何一家快递公司离开给菜鸟平台造成的缺口都要大。在菜鸟网络和顺丰集团两份公告的微博留言中，围观者明显倾向于顺丰的更多。有网友感叹，“快递公司分两种，一种是顺丰，一种是非顺丰”。顺丰控股2017年初完成借壳上市，其2016年报显示出这家公司在中国快递行业的地位：2016年度快件业务量25.80亿票，同比增长 31.00%;速运物流不含税营业收入571.41亿元，同比增长21.75%;归属于上市公司股东的净利润为41.80亿。根据国家邮政局数据，2016年中国快递业务量为312.8亿件，收入规模达到3974.4亿元。粗略估算一下，顺丰速运的快递业务量占全行业的8%、收入占14%。顺丰控股坚持中高端电商快递市场定位，2014年度、2015年度和2016年度的快递业务票均收入分别为23.61 元、23.83元和22.15元，远高于行业平均水平。顺丰为什么要走；尽管吵架的双方对于谁率先发难各执一词，不过，双方所指矛盾焦点一致，那就是物流数据。菜鸟网络称，此事发生前，为保护消费者隐私、电话信息安全，菜鸟根据安全团队的建议，正在对全网物流数据进行信息安全升级，加强对海淘、快递柜等物流数据的多重交叉验证，但顺丰及丰巢等出于各种原因并不配合。顺丰则称，菜鸟网络要求丰巢提供与其无关的客户隐私数据，此类信息隶属于客户，丰巢本着“客户第一”的原则，拒绝这一不合理要求。数据对于物流行业的重要性，马云曾经一再提及。一年前，马云在“2016全球智慧物流峰会”的演讲中称，中国未来的快递行业肯定是基于数据技术。未来的快递行业，不仅要有人的力量，要用技术、数据的、共享的力量，把全世界的物流联合起来。顺丰显然也认为数据非常重要，而且也在数据业务方面有所尝试。2016年5月，顺丰推出了一款数据增值服务“数据灯塔”。这款产品融合了顺丰内外部数据，覆盖3C、服装、鞋靴、母婴、美妆、生鲜、家电等多个行业。通过智慧物流、智慧云仓，指导商家更好地分仓、备货、库存管理，通过智慧商业助力商家优化产品运营，调整营销策略。2017年5月22日，由菜鸟网络主办的“2017全球智慧物流峰会”上，马云在演讲中再次强调，未来的物流公司的成长，要靠数据、技术和人才。马云这次还呼吁企业要联合作战，才能应对未来每天10亿包裹的业务体量，“互相作战永远没有未来”。显然，顺丰并不想在数据方面让步，继续“联合作战”。在顺丰与阿里巴巴若即若离的合作中，凭借运送优势，顺丰曾多次尝试电商业务。从“顺丰E商圈”、顺丰优选、嘿店、到风趣海淘等，尽管目前都不算成功，但“物流+电商”、与阿里巴巴“电商+菜鸟”，还是有着殊途同归的意味，顺丰在数据业务上的敏感也可想而知。2017年5月29日上午，包括顺丰在内的15家邮政快递企业与菜鸟网络签署了战略合作协议，承诺进一步推动数据开放连接，深入运用大数据能力来提升服务品质。根据协议，这15家企业与菜鸟将基于云计算服务，通过电子面单、云客服等产品上的合作来推动行业的信息化升级。但三天后，菜鸟网络和顺丰的矛盾还是爆发了。远离菜鸟网络的，也不止顺丰一家。2016年7月，京东创始人刘强东做客央视财经栏目《对话》时，他称菜鸟网络本质还是要在几个快递公司之上搭建数据系统，说得好听一点是提升这几个快递公司的效率，说得难听一点，最后，几家快递公司的大部分利润都会被菜鸟物流吸走。作为阿里巴巴电商业务的竞争对手，京东曾经坚决禁用支付宝作为在线支付方式之一，一方面是基于手续费，另一方面也是基于用户数据争夺的考虑。顺丰在回应中呼吁，“希望所有快递行业同仁警惕菜鸟无底线染指快递公司核心数据行为”。更有意思的是，在顺丰集团的微博回应发出一个小时后，2017年6月1日19点41分，腾讯云也微博发文称，腾讯云赞同“开放的云计算”理念，全力保障数据安全，更保障客户业务安全。腾讯云助力顺丰布局云端，无论多么重视顺丰的数据与业务安全都不为过。时值樱桃、荔枝、杨梅、芒果等生鲜时令农产品寄递业务需求正旺的时候，作为有着36架自营全货机、15架外包全货机，无论从全货机数量、航线数还是运力能力都领先行业的生鲜快递小能手，顺丰在淘宝、天猫忽然不能用了，确实给商户造成了不小麻烦。国家邮政局也发声，并协调“邮政企业和其他快递企业组织运能，努力保持生鲜农产品外运渠道畅通。”菜鸟网络在公告中称，“我们希望合作伙伴始终坚守客户第一，不能因为一己的商业决策，影响商家和消费者的切身利益”，并表示“菜鸟愿意与所有合作伙伴进行数据连接、分享，提升物流体验。”顺丰则回应称，公平、公正、合作、共赢是商业合作的基础。不会因为任何商业利益或胁迫而损害任何用户利益，继而阻碍政府大力倡导的数字经济发展。菜鸟网络应该也清楚，强扭的瓜不甜。而且，虽然承诺永远不做物流，但是菜鸟网络仍然无法回答网友微博评论，“菜鸟如果垄断了物流，以后包裹邮费它一家说了算，谁来保证消费者利益?”就在顺丰与菜鸟爆发冲突之前，京东早已与顺丰开始了合作。6月2日，腾讯科技发文称，京东物流的相关负责人对其表示，京东与顺丰旗下的丰巢早在一年前就开始了业务对接，并在2017年5月底正式开始全面合作。目前双方的合作已经覆盖了13个城市，日均订单超过5万单。双方计划在年底之前将合作范围扩展至全国26个城市，接入一万台的丰巢智能快递自提柜。",
        collection: 92,
        dateTime: "24小时前",
        headImgSrc: "/images/post/xiaolong.jpg",
        author: "猫是猫的猫",
        date: "Nov 20 2016",
        avatar: "/images/avatar/5.png",
        postId: 3,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/C100002mWVx72p8Ugp.m4a?fromtag=38",
            title: "恋恋风尘-老狼",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001VaXQX1Z1Imq.jpg?max_age=2592000",
        }
    },
    {
        title: "从视觉到触觉 这款VR手套能给你真实触感",
        content: "8月29日消息，据国外媒体VentureBeat报道，一家名为Dexta Robotics的公司最近发布了一款有望变革虚拟现实手部追踪与交互方式的新产品",
        imgSrc: "/images/post/vr.png",
        reading: 102,
        detail: "消息，据国外媒体VentureBeat报道，一家名为Dexta Robotics的公司最近发布了一款有望变革虚拟现实手部追踪与交互方式的新产品。该产品名为“Dexmo”，它是一款像手套那样戴在手上使用的未来主义外骨骼。它内置大量的元件，能够与VR体验进行交互，可帮助你感觉握在你的双手的虚拟物体。Dexmo据Dexta称，“Dexmo是一款针对你的双手的机械外骨骼。它能够捕捉你的手部运动，以及提供即时的力反馈。有了Dexmo，你可以感受到虚拟物体的大小、形状和坚硬度。你可以接触数字世界。”市面上已经有数款产品旨在处理虚拟现实中的手部交互，也有相关的产品即将要进入市场。例如，颇受欢迎的HTC Vive头盔配有一副控制器，其控制器能够使得追踪系统看到你的双手，让你可以用它们来在特定体验中与物体进行交互。今年晚些时候，Oculus将开始出货类似的手部控制产品Oculus Touch。10月，索尼也将开始出货配备两个PlayStation Move手部控制器的PS VR。Leap Motion甚至更进一步：利用传感器来追踪手指和手部的运动。",
        collection: 26,
        dateTime: "24小时前",
        headImgSrc: "/images/post/vr.png",
        author: "深白色",
        date: "Nov 20 2016",
        avatar: "../../../images/avatar/3.png",
        postId: 4,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/C100000Zn0vS4fKKo8.m4a?fromtag=38",
            title: "沉默是金-张国荣",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000003at0mJ2YrR2H.jpg?max_age=2592000"
        }
    },
    {
        title: "爱奇艺创维开展战略合作，合力布局开放娱乐生态",
        content: "爱奇艺和创维分别作为国内领先的在线视频品牌",
        imgSrc: "/images/iqiyi.png",
        reading: 96,
        detail: "爱奇艺和创维分别作为国内领先的在线视频品牌和家电品牌。双方一直锐意创新，为用户提供优质的服务体验和产品体验。据悉，爱奇艺与创维将展开从资本到VIP会员服务等各方面的深入合作。籍由此次合作，爱奇艺将战略投资创维旗下拥有高端互联网电视品牌的酷开公司。从下一财年开始，创维旗下互联网电视将通过银河互联网电视集成播控平台，预置VIP会员服务及相关内容。这种捆绑终端与VIP内容的全新销售模式，将大幅提升互联网电视终端用户的体验，给予用户更多优质内容的选择。",
        collection: 26,
        dateTime: "21小时前",
        headImgSrc: "/images/iqiyi.png",
        author: "深白色",
        date: "Nov 20 2016",
        avatar: "../../../images/avatar/5.png",
        postId: 5,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38",
            title: "朋友-谭咏麟",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004eGsCN3SUheO.jpg?max_age=2592000"
        }
    },
]

module.exports = {
    postList: local_database
}